Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/samediggi.fi/puhe_morales_kok.pdf.tmx
Source language: fin
Languages: sme

source: Klemetti Näkkäläjärvi Juvvá Lemet Saamelaisen Parlamentaarisen Neuvoston puheenjohtaja Suomen saamelaiskäräjät
sme: Klemetti Näkkäläjärvi Juvvá Lemet Suoma sámediggi Sámi parlamentáralaš ráđi ságadoalli

source: Kunnioitettu Bolivian monikansallisen valtion presidentti Evo Morales, hyvät arvovieraat ja saamelaiset!
sme: Gudnejahtton Bolivia máŋgganášuvnnalaš stáhta presideanta Evo Morales, buorit árvoguossit ja sápmelaččat!

source: Saamelaisen parlamentaarisen neuvoston ja Suomen saamelaiskäräjien puolesta toivotan Teidät, kunnioitettu presidentti, tervetulleeksi saamenmaahan.
sme: Suoma sámedikki ja sámi parlamentáralaš ráđi beales sávan Dutnje, gudnejahtton presideanta, buresboahtima Sápmái.

source: Arvoisa presidentti, olette inspiraation lähde ja esimerkki kaikille alkuperäiskansoille.
sme: Árvvus adnon presideanta, Don leat inspirašuvnna gáldu ja ovdamearka buot álgoálbmogiidda.

source: Alkuperäiskansat, jotka joutuvat taistelemaan ympäri maailmaa kulttuurinsa, kielensä ja elinkeinojensa puolesta tarvitsevat teidänlaisia esimerkkejä, uskoa siihen, että myös alkuperäiskansat voivat määrätä omasta kohtalostaan ja johtaa omaa maataan.
sme: Álgoálbmogat, geat šaddet dáistalit miehtá máilmmi kultuvrraset, gielaset ja ealáhusaideaset beales dárbbahit Du lágán ovdagovaid, jáhku das, ahte maiddái álgoálbmogat sáhttet mearridit iežaset vuorbbis ja jođihit iežaset riikka.

source: Bolivian alkuperäiskansapolitiikasta on muodostunut kansainvälinen esimerkki.
sme: Bolivia álgoálbmotpolitihkas lea šaddan riikkaidgaskasaš ovdamearka.

source: Toivomme kaikkien maailman alkuperäiskansoja asuttavien valtioiden seuraavan teidän esimerkkiänne ja ottavan YK:n julistuksen alkuperäiskansojen oikeuksista osaksi lainsäädäntöään.
sme: Sávvat buot máilmmi riikkaid, main orrot álgoálbmogat, čuovvut Du ovdamearkka ja váldit Ovttastuvvan Nášuvnnaid julggaštusa álgoálbmogiid vuoigatvuođain lágaideaset oassin.

source: Kansainvälinen alkuperäiskansayhteisö on pelännyt että alkuperäiskansajulistus jää surulliseksi muistoksi alkuperäiskansojen oikeuksien toteutumattomuudesta.
sme: Álgoálbmogat riikkaidgaskasaš dásis leat ballan ahte álgoálbmotjulggaštus báhcá morašlaš muitun das, ahte álgoálbmogiid vuoigatvuođat eai leat ollašuvvan.

source: Bolivian valtion päätös on kannustin kaikille valtioille ja kertoo siitä, että julistuksen periaatteet ja tavoitteet on toteutettavissa ja kaikilla alkuperäiskansoilla, jotka taistelevat omien oikeuksiensa puolesta, on toivoa.
sme: Bolivia stáhta mearrádus lea movttiidahttin buot riikkaide ja muitala das, ahte julggaštusa prinsihpat ja ulbmilat leat ollašuhttimis ja buot álgoálbmogiin, geat dáistalit iežaset vuoigatvuođaid beales, lea doaivu.

source: Alkuperäiskansat ja heidän kulttuurinsa ovat hyvin tärkeitä maailman kulttuurien monimuotoisuuden kirjossa.
sme: Álgoálbmogat ja sin kultuvrrat leat hui dehálaččat máilmmi kultuvrraid máŋggalágánvuođa girjjatvuođas.

source: Saamen kansalle ja heidän kulttuurilleen on ollut elintärkeää pystyä elämään luonnon kanssa sopusoinnussa eikä olla sen hallitsija ja herra.
sme: Sámi álbmogii ja min kultuvrii lea leamaš eallindehálaš bastit eallit luondduin soabalaččat iige leat dan hálddašeaddji ja hearrá.

source: Kunnioittava suhde luontoon on kaikkia alkuperäiskansoja yhdistävä perinne, jota meidän on vaalittava.
sme: Luonddu gudnejahttin lea oktasaš árbevierru, mii ovttastahttá buot álgoálbmogiid. Dan mii galgat eahccit.

source: Alkuperäiskansat ovat maailmanyhteisön moraalinen selkäranka, me pidämme kulttuuriperinnöstä ja luonnosta huolta kestävällä tavalla.
sme: Álgoálbmogat leat máilmmi servošiid morálalaš čielgedákti, mii atnit ávvira kulturárbevierus ja luonddus suvdilis vuogi mielde.

source: Globalisoituvassa maailmassa alkuperäiskansojen yhteistyö ja kansainväliset alkuperäiskansoja suojelevat sopimukset ovat yhä tärkeämpiä.
sme: Globála máilmmis álgoálbmogiid ovttasbargu ja riikkaidgaskasaš soahpamušat, mat suodjalit álgoálbmogiid, leat ain deháleappot.

source: Alkuperäiskansat eivät joudu taistelemaan omien oikeuksien puolesta valtioiden sisällä, mutta myös kansainvälisiä yrityksiä vastaan.
sme: Álgoálbmogat eai šatta doarrut dušše iežaset vuoigatvuođaid beales riikkaideaset siste, muhto maid riikkaidgaskasaš fitnodagaid vuostá.

source: Surukseni joudun toteamaan, että myös suomalaiset ylikansalliset yritykset uhkaavat joidenkin alkuperäiskansojen toimeentuloa, kulttuuria ja ympäristöä metsänhakkuu- ja bioenergiatuotannollaan.
sme: Šattan morašlažžan dadjat, ahte maiddái suopmelaš rastánášuvnnalaš fitnodagat vuovdečuollan- ja bioenergiijabuvttadusaineaset uhkidit muhtin álgoálbmogiid birgenlági, kultuvrra ja birrasa.

source: Myös valtioiden, joiden alueella toimivat yritykset polkevat alkuperäiskansojen oikeuksia muualla maailmassa tulee kantaa vastuu ja estää ylikansallisten yritysten lyhytnäköinen voitontavoittelu.
sme: Maiddái dat riikkat, maid hálddašan viidodagain rastánášuvnnalaš fitnodagat dulbmet álgoálbmogiid rivttiid sierra máilmmi guovlluin, galget guoddit ovddásvástádusa ja eastit dáid fitnodagaid bisttehis vuoittuid háhpohallama.

source: Alkuperäiskansat tarvitsevat kansainvälisiä sopimuksia suojelemaan niitä myös ylikansallisten yritysten lyhytnäköiseltä voitontavoittelulta alkuperäiskansojen oikeuksien kustannuksella.
sme: Álgoálbmogat dárbbahit riikkaidgaskasaš soahpamušaid suodjalit maiddái rastáfitnodagaid bisttehis vuoittuid oččodeami nu ahte álgoálbmogiid rievttit eai duolmmahala.

source: Arvoisa presidentti Morales, olemme hyvin iloisia siitä johtajuudesta, jonka olette ottaneet ilmastonmuutoksen torjunnassa ja alkuperäiskansojen näkemysten huomioimisessa ilmastonmuutosta koskevassa päätöksenteossa.
sme: Árvvus adnon presideanta Morales, mii leat hui ilus dan njunušvuođas, man Don leat váldán dálkkádatrievdama duostumis ja álgoálbmogiid oainnuid vuhtii váldimis mearrádusaid dahkamis, mat gusket dálkkátrievdama.

source: Saamelaiset näkevät ilmastonmuutoksen olevan suurimpia uhkia koko kulttuurimme tulevaisuudelle, ja samoin näkevät lukuisat alkuperäiskansat ympäri maailmaa.
sme: Sápmelaččat oidnet dálkkádatrievdama oktan stuorimus uhkkin oba min kultuvrra boahtteáigái, ja seamma ládje oidnet eatnatlohkosaš álgoálbmogat miehtá máilmmi.

source: Alkuperäiskansojen tarpeet sivuutettiin Kööpenhaminan ilmastoneuvotteluissa mutta toivon, että Teidän toimintanne johdolla Meksikon ilmastoneuvotteluissa huomioidaan myös alkuperäiskansojen tarpeet.
sme: Álgoálbmogiid dárbbut hilgojuvvoje Københavnna dálkkádatráđđádallamiin, muhto sávan, ahte Du barggu láidestemiin Mexico dálkkádatráđđádallamiin váldojuvvojit vuhtii maiddái álgoálbmogiid dárbbut.

source: Voin ilokseni ilmoittaa, että saamelainen parlamentaarinen neuvosto, joka on saamelaisten yhteistyöelin, on hyväksynyt ensimmäisen ilmastopoliittisen strategiansa tänä vuonna.
sme: Illun sáhtán ilmmuhit, ahte Sámi parlamentáralaš ráđđi, mii lea njealji riikka sápmelaččaid ovttasbargoorgána, lea dohkkehan vuosttaš dálkkádatpolitihkalaš strategiijas dán jagi.

source: Aiomme laajentaa kuluvana vuonna ilmastopoliittista strategiaa ilmastopoliittiseksi ohjelmaksi, jossa keskitytään ilmastonmuutoksien kielteisten vaikutusten ehkäisyyn saamelaiskulttuurille.
sme: Áigut viiddidit dán jagi mielde dálkkádatpolitihkalaš strategiija dálkkádatpolitihkalaš prográmman, mas vuojulduvvat dálkkádatnuppástusaid biehtadahkes váikkuhusaid caggamii sámi kultuvrii.

source: Ilmastonmuutoksen estäminen ja haittojen vähentäminen on alkuperäiskansajulistuksen toimeenpanon lisäksi tärkeimpiä asioita joihin kansainvälisessä alkuperäiskansapolitiikassa tulee keskittyä ja meidän alkuperäiskansojen tulee tiivistää entisestään yhteistyötä asiassa.
sme: Dálkkádatrievdama caggan ja áruid geahpideapmi lea álgoálbmotjulggaštusa lassin mávssolaččamus áššiide gullevaš, maidda riikkaidgaskasaš álgoálbmotpolitihkas galgá vuodjut ja mii álgoábmogat galgat čavget ovdalaččasge ovttasbargomet áššis.

source: Arvoisa presidentti Morales, lopuksi haluan kiittää teitä kun haluatte tavata saamelaisia pohjoismaiden vierailunne yhteydessä.
sme: Gudnejahtton presideanta Morales, loahpas hálidan giitit Du go hálidat deaivat sápmelaččaid iežat Davviriikkaid galledeami olis.

source: Toivon, että vierailunne on positiivinen esimerkki myös Pohjoismaiden valtioille ja he saisivat Teiltä kannustusta ottaa YK:n alkuperäiskansajulistus osaksi kansallista lainsäädäntöään ja kiinnittämään huomiota ilmastonmuutoksen vaikutuksiin alkuperäiskansoille omassa politiikassaan.
sme: Sávan, ahte Du galledeapmi lea positiivvalaš ovdamearka maid Davvirriikkaid stáhtaide ja dat oaččule Dus ođđa movtta váldit ON:a álgoálbmotjulggaštusa nášuvnnalaš lágaid oassin ja ahte dat giddele iežaset politihkas fuomášumi dasa, mat leat dálkkádatrievdama váikkuhusat álgoálbmogiidda.
